tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
brew "act"
brew "actionlint"
brew "angband"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "openjdk"
brew "apktool"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bc"
brew "binutils"
brew "bison"
brew "bitwarden-cli"
brew "bzip2"
brew "ccache"
brew "checkmake"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "gnupg"
brew "diff-pdf"
brew "libarchive"
brew "diffoscope"
brew "diffutils"
brew "direnv"
brew "docx2txt"
brew "duti"
brew "editorconfig-checker"
brew "tesseract"
brew "ffmpeg"
brew "file-formula"
brew "findutils"
brew "fortune"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gdbm"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-tools"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "govulncheck"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hadolint"
brew "ncurses"
brew "htop"
brew "libyaml"
brew "huggingface-cli"
brew "inetutils"
brew "ioping"
brew "jq"
brew "perl"
brew "latexml"
brew "less"
brew "lftp"
brew "libfaketime"
brew "libffi"
brew "libiconv"
brew "libxml2"
brew "llvm"
brew "lychee"
brew "make"
brew "markdownlint-cli"
brew "neofetch"
brew "netcat"
brew "nethack"
brew "nmap"
brew "pkg-config"
brew "nodenv"
brew "open-adventure"
brew "openjdk@8"
brew "openssl@1.1"
brew "pandoc"
brew "pdfgrep"
brew "pipx"
brew "prettier"
brew "procyon-decompiler"
brew "py-spy"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "rbenv"
brew "rename"
brew "rsync"
brew "ruby"
brew "sbt"
brew "scc"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "smartmontools"
brew "sox"
brew "symlinks"
brew "tcl-tk"
brew "tcpdump"
brew "tika"
brew "tldr"
brew "trash"
brew "tree"
brew "unzip"
brew "util-linux"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yt-dlp"
brew "zip"
brew "zlib"
cask "adobe-acrobat-reader"
cask "android-platform-tools"
cask "balance-lock"
cask "bitwarden"
cask "calibre"
cask "coconutbattery"
cask "crashplan"
cask "db-browser-for-sqlite"
cask "docker"
cask "eloston-chromium"
cask "firefox"
cask "firefox@developer-edition"
cask "iterm2"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "microsoft-auto-update"
cask "mitmproxy"
cask "obsidian"
cask "rectangle"
cask "tigervnc-viewer"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "vscodium"
cask "xquartz"
cask "zettlr"
