tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kde-mac/kde", "https://invent.kde.org/packaging/homebrew-kde.git"
brew "xz"
brew "angband"
brew "openjdk"
brew "apktool"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bc"
brew "openssl@1.1"
brew "binutils"
brew "readline"
brew "sqlite"
brew "bzip2"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-pdf"
brew "diffoscope"
brew "diffutils"
brew "direnv"
brew "duti"
brew "libtool"
brew "evince"
brew "ffmpeg"
brew "file-formula"
brew "findutils"
brew "fortune"
brew "gawk"
brew "gdbm"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "tcl-tk"
brew "graph-tool"
brew "grep"
brew "gzip"
brew "htop"
brew "inetutils"
brew "ioping"
brew "jq"
brew "latexml"
brew "less"
brew "openssl@3"
brew "lftp"
brew "libfaketime"
brew "llvm"
brew "make"
brew "markdownlint-cli"
brew "neofetch"
brew "netcat"
brew "nethack"
brew "nmap"
brew "nodenv"
brew "open-adventure"
brew "openjdk@8"
brew "pandoc"
brew "pdfgrep"
brew "prettier"
brew "procyon-decompiler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rename"
brew "rsync"
brew "sbt"
brew "scc"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "sox"
brew "tcpdump"
brew "tika"
brew "tldr"
brew "trash"
brew "tree"
brew "unzip"
brew "util-linux"
brew "vim"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zip"
brew "zlib"
cask "android-platform-tools"
cask "bitwarden"
cask "calibre"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "docker"
cask "iterm2"
cask "libreoffice"
cask "lulu"
cask "rectangle"
cask "tigervnc-viewer"
cask "vlc"
cask "vscodium"
cask "xquartz"
